{"LABEL":"<b>Acceptance through Use</b><br>This website (the “Site”) is operated by Mytalk.","ARTICLES":{"TITLE":{"HELP":"Help","TERMS":"Terms of Service"},"CONTENT":{"HELP":"Help","TERMS":"<b>Acceptance through Use</b><br> This website (the “Site”) is operated by Mytalk. By using the site, you agree to be bound by all of the terms, conditions and notices contained or referenced herein (collectively, the “Terms of Use”). You should review the Terms of Use from time to time. Operator may change any of the Terms of Use at any time by posting revisions to the Site. Your continued use of the Site constitutes your acceptance of the revised Terms of Use. If you do not agree to all of the Terms of Use, you must exit the Site immediately.<br><br> <b>No Use by Children</b><br> The Site is not directed to, or intended for use by, children (defined as anyone age twelve or younger). Children should not use the Site or submit any information to Operator.<br><br> <b>Links to Third Party Sites</b><br> The Site will contain links to web sites operated by third parties. Such links do not constitute or imply an endorsement of the linked site. The linked sites may appear to be integrated into the Site, but are not under Operator’s control.<br><br> Operator is not responsible for the operation or content of any linked site or subsequent links from that site. The policies that govern the use of a linked site will differ from these Terms of Use. You should review the policies of a linked site before making a decision to proceed to use that site.<br><br> <b>Intellectual Property</b><br> You acknowledge that all content and materials available at the Site (collectively, the “Content”) are protected by national and international copyrights, trademarks, service marks, patents, patent registration rights, trade secrets, know-how or other proprietary rights and laws and, as between Operator and you, are owned exclusively by Operator.<br><br> Except where otherwise noted, you may download, print or view individual pages at the Site for private, non-commercial use, provided you do not delete, change or otherwise modify any of the Content, including, but not limited to, any copyright or trademark notices. <br><br> You may only use the Site and the Content as expressly permitted herein and for no other purpose. Except as authorized by Operator in writing on a case by case basis, you will not sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any of the Content.<br><br> The systematic retrieval of any of the Content to create or compile, directly or indirectly, a collection, compilation, database or directory without the written permission of Operator is prohibited. Unless otherwise indicated, all logos, names, package designs and marks on the Site are trademarks or service marks and may not be used without permission. <br><br> Operator’s policy is to terminate the online privileges of individuals who repeatedly violate the copyrights of others.<br><br> <b>User’s Grant of Limited License</b><br> By posting or submitting any content or other materials to the Site (collectively, the “User Content”), you grant Operator and its designees the right to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from the User Content in any form, anywhere and for any purpose. In addition, you represent and warrant that you own or otherwise control all of the rights to the User Content and that the use of the User Content by Operator and/or its designees as set forth in the preceding sentence will not infringe or violate the rights of any third party.<br><br> Operator may monitor, edit or delete the User Content as it appears on the Site at any time and for any or no reason without your permission. Privacy. You should review the Privacy Statement on this site. Notice and Procedure for Making Claims of Copyright Infringement. Pursuant to federal copyright law, if you believe copyrighted work is available at the Site in a way that constitutes copyright infringement, please see the Notice and Take Down materials posted elsewhere at the Site.<br><br> <b>Disclaimer of Warranties</b><br> You expressly agree that all materials, information, software, products and services included in or available through the site (collectively, the “site materials”) are provided “as is” and “as available” for your use.<br><br> Other than those warranties that are incapable of exclusion, restriction or modification under applicable law, the site materials are provided without warranty of any kind, express or implied, including, but not limited to, the warranties of title and non-infringement and the implied warranties of merchantability and fitness for a particular purpose.<br><br> Operator does not make any warranty that any of the site materials are accurate, reliable or correct, that the site will be available at any particular time or location, that any defects or errors will be corrected, that the site materials are free of viruses or other harmful components or that you will achieve successful results from following any instructions, directions or recommendations available at the site.<br><br> <b>Limitation of Liability</b><br> Under no circumstances shall operator, or its parent, subsidiaries, affiliates, divisions, officers, directors, employees, contractors or agents (collectively, the “released parties”), be liable for any damages of any kind or nature whatsoever, whether direct, indirect, punitive, incidental, special, consequential or otherwise, that result from the use of, or the inability to use, the site or from any information provided at the site. This limitation applies whether the alleged liability is based on contract, tort, negligence, strict liability or any other basis, and even if operator has been advised of the possibility of such damages. Because some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, operator’s liability in such jurisdictions shall be limited to the maximum extent permitted by law.<br><br> <b>Indemnification</b><br> You agree to defend, indemnify, reimburse and hold harmless the Released Parties from all liabilities, claims and expenses, including, but not limited to, costs and attorneys’ fees, that arise in any way from your use of the Site or the Site Materials.<br><br> Operator reserves the right, at its own expense, to assume the exclusive defence and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with Operator in asserting any available defences.<br><br> <b>International Use</b><br> If you choose to access the Site from any location other than the United States, you accept full responsibility for compliance with the laws of the jurisdiction where the access occurs. Operator makes no representation that the Site Materials are appropriate or available for use in locations outside the United States.<br><br> Accessing the Site and/or using any of the Site Materials from any jurisdiction where such access and/or use is illegal is prohibited. Choice of Law. This Agreement shall, for all domestic and international purposes, be governed, interpreted, construed and enforced solely and exclusively in accordance with the laws of the State of Utah, without regard to its conflicts of law provisions.<br><br> You expressly agree that the exclusive jurisdiction for any claim or action arising out of or relating to these Terms of Use or your use of the Site shall be filed only in the state or federal courts located in Salt Lake County, State of Utah, and you further agree and submit to the exercise of personal jurisdiction of such courts for the purpose of litigating any such claim or action. Integration and Severability.<br><br> This Terms of Use constitutes the entire agreement between Operator and you with respect to the Site and supersedes all prior or contemporaneous communications and proposals with respect to the Site. If any provision hereof is determined to be invalid or unenforceable, all other provisions shall remain in full force and effect. <br><br> <b>Unauthorized Use and Termination</b><br> You agree to use the Site only for authorized and legal activities. Operator reserves the right, in its sole discretion, to terminate your access to all or part of the Site at any time and for any or no reason.<br><br>"}}}